{
  "privacy": {
    "title": "Politique de Confidentialité",
    "lastUpdated": "Dernière mise à jour : 29 janvier 2026",
    "backHome": "Retour à l'accueil",
    "print": "Imprimer",
    "introduction": {
      "title": "Introduction",
      "content": "Chez Meeshy, nous prenons votre vie privée au sérieux. Cette politique explique comment nous collectons, utilisons et protégeons vos informations personnelles conformément au RGPD."
    },
    "dataCollection": {
      "title": "Informations Collectées",
      "personal": {
        "title": "Informations de Profil",
        "items": [
          "Nom, prénom et nom d'utilisateur",
          "Adresse email",
          "Numéro de téléphone (optionnel)",
          "Date de naissance (optionnel, requis pour certaines fonctionnalités)",
          "Photo de profil et bannière (optionnels)"
        ]
      },
      "language": {
        "title": "Préférences Linguistiques",
        "items": [
          "Langue système principale",
          "Langues additionnelles (optionnel)",
          "Préférences de traduction automatique"
        ]
      },
      "security": {
        "title": "Sécurité de Votre Compte",
        "items": [
          "Mot de passe chiffré de manière sécurisée",
          "Double authentification (si activée)",
          "Clés de chiffrement pour protéger vos conversations privées",
          "Sessions actives sur vos appareils",
          "Journal des connexions pour votre sécurité"
        ]
      },
      "location": {
        "title": "Informations Techniques",
        "items": [
          "Adresse IP lors des connexions",
          "Localisation approximative (ville, pays)",
          "Type d'appareil et navigateur",
          "Fuseau horaire"
        ]
      },
      "voice": {
        "title": "Données Vocales",
        "items": [
          "Votre consentement pour utiliser les fonctionnalités vocales",
          "Enregistrements audio (si vous utilisez les fonctions vocales)",
          "Vérification de l'âge (pour certaines fonctionnalités)"
        ]
      },
      "translation": {
        "title": "Messagerie et Traduction",
        "items": [
          "Vos messages et leurs traductions",
          "Langues utilisées dans vos conversations",
          "Transcriptions audio (si activées)",
          "Historique de vos conversations"
        ]
      },
      "preferences": {
        "title": "Vos Préférences",
        "items": [
          "Paramètres de confidentialité",
          "Paramètres audio et vidéo",
          "Préférences de notifications",
          "Paramètres d'affichage (thème, langue)"
        ]
      },
      "activity": {
        "title": "Activité",
        "items": [
          "Statut en ligne et dernière activité",
          "Liste des utilisateurs bloqués",
          "Vos conversations et communautés",
          "Mentions et réactions"
        ]
      }
    },
    "usage": {
      "title": "Utilisation de Vos Données",
      "items": [
        {
          "title": "Fourniture du service",
          "description": "Traduction en temps réel de vos messages et fonctionnement de toutes les fonctionnalités"
        },
        {
          "title": "Amélioration",
          "description": "Développer de nouvelles fonctionnalités et améliorer l'expérience"
        },
        {
          "title": "Support",
          "description": "Répondre à vos questions et résoudre les problèmes"
        },
        {
          "title": "Sécurité",
          "description": "Protéger votre compte contre les abus et la fraude"
        },
        {
          "title": "Communication",
          "description": "Vous tenir informé des nouveautés et changements importants"
        }
      ]
    },
    "protection": {
      "title": "Protection de Vos Données",
      "encryption": {
        "title": "Chiffrement de Vos Conversations",
        "content": "Meeshy propose plusieurs niveaux de protection selon vos besoins : chiffrement de bout en bout (personne, même pas nous, ne peut lire vos messages), chiffrement serveur (vos messages sont protégés sur nos serveurs), ou conversations publiques. Toutes les communications sont sécurisées pendant leur transmission sur Internet."
      },
      "anonymous": {
        "title": "Utilisateurs Sans Compte",
        "content": "Si vous utilisez Meeshy sans créer de compte, vos messages ne peuvent bénéficier que du chiffrement serveur. Pour une protection maximale, créez un compte et activez le chiffrement de bout en bout."
      },
      "storage": {
        "title": "Stockage Sécurisé",
        "content": "Vos données sont stockées sur des serveurs sécurisés en Europe avec des sauvegardes régulières. Votre mot de passe est chiffré et ne peut jamais être lu en clair. Vos clés de chiffrement privées sont protégées."
      },
      "local": {
        "title": "Traitement Interne",
        "content": "Les traductions sont effectuées directement sur nos serveurs sécurisés. Aucune donnée n'est envoyée à des services tiers comme Google ou Microsoft pour la traduction. Nous contrôlons tout le processus."
      },
      "audit": {
        "title": "Journal de Sécurité",
        "content": "Nous conservons un historique de tous les événements de sécurité de votre compte : connexions, changements de mot de passe, activation de la double authentification. Vous pouvez consulter cet historique à tout moment dans vos paramètres."
      }
    },
    "sharing": {
      "title": "Partage de Vos Données",
      "intro": "Nous ne vendons JAMAIS vos données personnelles. Nous ne partageons vos données que dans les cas suivants :",
      "cases": [
        "Avec les autres participants de vos conversations (vos messages et traductions)",
        "Avec votre consentement explicite (export de données, partage de profil)",
        "Pour respecter nos obligations légales (réquisitions judiciaires)",
        "Avec des partenaires techniques de confiance (hébergement de serveurs) sous contrat de confidentialité stricte",
        "En cas de fusion ou acquisition (vous serez notifié au préalable)"
      ],
      "thirdParty": "Aucune donnée n'est partagée avec des services tiers pour la traduction. Tout est fait en interne sur nos serveurs."
    },
    "rights": {
      "title": "Vos Droits",
      "intro": "Conformément au RGPD, vous avez les droits suivants :",
      "list": [
        "Consulter toutes vos données personnelles",
        "Corriger des informations inexactes",
        "Supprimer votre compte et toutes vos données (avec une période de grâce de 30 jours)",
        "Exporter vos données dans un format standard",
        "Vous opposer au traitement de vos données",
        "Limiter le traitement dans certains cas",
        "Retirer votre consentement à tout moment"
      ],
      "contact": "Pour exercer ces droits, rendez-vous dans Paramètres > Confidentialité ou contactez-nous à privacy@meeshy.me. Nous répondrons sous 30 jours."
    },
    "retention": {
      "title": "Conservation de Vos Données",
      "content": "Nous conservons vos données tant que votre compte est actif. Si vous supprimez votre compte : (1) Période de grâce de 30 jours permettant la récupération ; (2) Après 30 jours, suppression définitive de toutes vos données personnelles ; (3) Les messages dans les conversations partagées sont anonymisés ; (4) Les journaux de sécurité sont conservés 90 jours ; (5) Les données de facturation selon les obligations légales.",
      "voiceData": "Les profils vocaux expirent automatiquement selon votre âge : 18-25 ans = 5 ans, 26-40 ans = 10 ans, 41-60 ans = 15 ans, 60+ ans = 20 ans."
    },
    "notifications": {
      "title": "Notifications",
      "content": "Vous pouvez configurer individuellement les notifications pour les messages, appels, mentions, réactions, demandes d'ami, événements de sécurité, etc. Le mode Ne Pas Déranger vous permet de définir des plages horaires sans notifications (sauf alertes de sécurité critiques)."
    },
    "cookies": {
      "title": "Cookies",
      "content": "Nous utilisons uniquement des cookies essentiels pour le fonctionnement du service (authentification, sessions, préférences). Aucun cookie publicitaire ou de tracking. Vous pouvez gérer vos préférences dans votre navigateur."
    },
    "international": {
      "title": "Transferts Internationaux",
      "content": "Vos données sont hébergées en France et dans l'Union Européenne. Si vous accédez à Meeshy depuis l'extérieur de l'UE, vos données peuvent être transférées vers l'UE avec toutes les protections RGPD."
    },
    "updates": {
      "title": "Mises à Jour",
      "content": "Nous pouvons mettre à jour cette politique. Les changements importants vous seront notifiés par email et dans l'application. La date de dernière mise à jour est indiquée en haut de cette page."
    },
    "contact": {
      "title": "Nous Contacter",
      "intro": "Pour toute question concernant vos données personnelles ou pour exercer vos droits :",
      "email": "Email : privacy@meeshy.me",
      "response": "Délai de réponse : Maximum 30 jours",
      "address": "Adresse postale : 12 Rue de la Paix, 75002 Paris, France",
      "dpa": "En cas de litige, vous pouvez déposer une plainte auprès de la CNIL (Commission Nationale de l'Informatique et des Libertés) : www.cnil.fr"
    },
    "footer": {
      "title": "Liens Utiles",
      "home": "Accueil",
      "about": "À propos",
      "contact": "Contact",
      "partners": "Partenaires"
    }
  }
}
